{"_id":{"$oid":"5dbee3d91f38902bd63b4845"},"imagenes":["audioengine_hdp6/1473371206000_1278812.jpg","audioengine_hdp6/AE-HDP6-cherry-rearV02-e1473637404748.jpg","audioengine_hdp6/black.jpg","audioengine_hdp6/cherry.jpg"],"id":2,"nombre":"Audioengine HDP6 Speakers","categoria":"Audio","descripcion":"Fusing old-school style with modern technology, the Audioengine HDP6 speakers pair well with stereo receivers, integrated amps, and tube amplifiers. Available here in a pair, each speaker features a 5.5-inch aramid fiber woofer and a 1-inch silk dome tweeter that work together to project a soundstage typically found in larger floorstanding speakers. The 4-ohm impedance rating sounds great when connected to almost any receiver or power amp with a 4-, 6-, or 8-ohm speaker output impedance. With all that, it’s no wonder why The Absolute Sound had this to say: The Audioengine HDP6 is a handsome, high-level performer for the traditionalist—the high-ender who still enjoys the rough-and-tumble mixing and matching of components.","imagen":"audioengine_hdp6/cherry.jpg","estaSuscripto":true,"cantidadVendidos":327,"cantidadSuscripciones":50,"__v":0}
{"_id":{"$oid":"5dbee7571f38902bd63b4846"},"imagenes":["beyerdynamic_dt770/1_20180119104701.jpg","beyerdynamic_dt770/1_20180119104701.jpg","beyerdynamic_dt770/361A5816_20170811094400.jpg","beyerdynamic_dt770/361A5831_20170811094401.jpg","beyerdynamic_dt770/361A5845_20170811094401.jpg","beyerdynamic_dt770/MD_65739_20180717_043027.png"],"id":1,"nombre":"Beyerdynamic DT770 Pro","categoria":"Audio","descripcion":"Especially well suited for studio environments, the Beyerdynamic DT770 Pro headphones boast a closed-back design and a highly regarded sound. The sound signature is balanced and engaging with an improved bass response, thanks to the company’s bass reflex technology. High quality out of the box, every part of the DT770 is replaceable, in case you want to do some modding down the line. The headphones are complete with a 9.8-foot-long cable and a plug adapter, and it’s easy to see why they’re the choice of music producers everywhere.","imagen":"beyerdynamic_dt770/1_20180119104701.jpg","estaSuscripto":true,"cantidadVendidos":154,"cantidadSuscripciones":2,"__v":0}
{"_id":{"$oid":"5dbf04a270ce750e21f3b056"},"imagenes":["koss_kde250/MD-34164_20170119125625_5b78e276b2fb791b.jpg","koss_kde250/MD-34164_20170119125625_85faeb0b66fdbbee.jpg","koss_kde250/MD-34164_20170119125625_853e1cfc79af8358.jpg","koss_kde250/MD-34164_20170119125626_376b290dce4d6617.jpg","koss_kde250/MD-34164_20170119125628_3e5e70f42d2cff0b.jpg","koss_kde250/MD-34164_20170124100338_b713e3855ce5118e.jpg"],"id":3,"nombre":"Koss KDE250 Earphones","categoria":"Audio","descripcion":"If you value portability but don’t like the tight, earplug-like feel of IEMs or the loose fit of earbuds, look no further than the Koss KDE250. From an audio pioneer that’s been in the business since 1958, these earphones look like nothing else on the market, featuring a retrofuturistic metal design that’s entirely adjustable and entirely cool. The disc-shaped housing contains a pair of dynamic drivers—one 20-millimeter low-frequency driver and one 13-millimeter driver for the mids and highs—and the hinged frame allows you to adjust the angle of the driver assembly relative to your ears. Then there are the ear clips. Take your pick of the three included sizes, and fine-tune the fit by spinning the metal knob on the side. Wherever you go, the Koss KDE250 will stay comfortable and stay put.","imagen":"koss_kde250/koss.jpg","estaSuscripto":true,"cantidadSuscripciones":56,"__v":0}
{"_id":{"$oid":"5dbf05ea70ce750e21f3b057"},"imagenes":["helm_audio_true_wireless/CvIplaSURvu74ilT8JKz_1500x1000_MD-91703_01.jpg","helm_audio_true_wireless/FCsbZ4J8Te2rWDWmMgaS_1500x1000_MD-91703_04.jpg","helm_audio_true_wireless/LMxnYiSmS8ijUKilOJCj_1500x1000_MD-91703_03.jpg","helm_audio_true_wireless/Q01EglM9StqpDS9pKjDC_1500x1000_MD-91703_02.jpg","helm_audio_true_wireless/uLTePnOOQlyhG8LM02hQ_1080x1080_MD-91703_01.jpg"],"id":4,"nombre":"HELM Audio True Wireless 5.0 IEM","categoria":"Audio","descripcion":"Founded in 2017, new British-American venture HELM Audio is making waves in the world of sound. Leading the way is the HELM Audio True Wireless 5.0, an audiophile-worthy IEM with high-powered rare polymer- and alloy-enhanced drivers that deliver detailed audio across every frequency. Equipped with apt-X-enabled Bluetooth 5.0 and a HELIX antenna for 60-foot wireless connectivity, these true-wireless earphones simplify listening in any setting. Enjoy up to 8 hours of music playback—plus an additional 30 hours of battery with the chargeable carrying case—and exercise without worry thanks IPX4 water resistance. Receiving a 9/10 review of Hi-Fi Trends, the HELM Audio True Wireless 5.0 IEM earns its “exceptional” status with strong performance across the board.","imagen":"helm_audio_true_wireless/uLTePnOOQlyhG8LM02hQ_1080x1080_MD-91703_01.jpg","estaSuscripto":false,"cantidadSuscripciones":29,"__v":0}
{"_id":{"$oid":"5dbf075a70ce750e21f3b058"},"imagenes":["xduoo-xd-05-plus/52kAecFVTpOJA9d1gY6L_life1.jpg","xduoo-xd-05-plus/hy4g3jdhQuWeUN9btwnj_pcbanner.jpg","xduoo-xd-05-plus/meKkkzPGTnCamn0KnXhk_life2.jpg","xduoo-xd-05-plus/mtQgQuVyRY6eWyG14HgT_PC.jpg","xduoo-xd-05-plus/pos5Lnk9QLuuuPpiKRKU_1.jpg"],"id":5,"nombre":"Xduoo XD-05 Plus DAC/Amp","categoria":"Audio","descripcion":"Building on the success of the highly regarded Xduoo XD-05—a DAC/amp that changed the game with its versatile desktop-to-pocket portability—the Xduoo XD-05 Plus keeps old favorites while adding a host of new features. New on the XD-05 Plus are an AK4493EQ DAC and XMOS XU208 USB chipset to improve sound quality, as well as onboard USB-C ports to update connectivity. Another new feature is the lithium 5000mAH battery, which is capable of 13 hours of playback via USB, 21 hours via SPDIF, and 40 via aux in. Also upgraded is the power output: The XD-05 plus boasts an impressive 1000 mW at 32 ohms—ideal for even the most demanding headphones. Like its predecessor, the XD-05 Plus allows you to change out op amps without soldering to suit your listening preferences.","imagen":"xduoo-xd-05-plus/pos5Lnk9QLuuuPpiKRKU_1.jpg","estaSuscripto":true,"cantidadSuscripciones":99,"__v":0}
{"_id":{"$oid":"5dbf091e0e9e7b181ec41225"},"imagenes":["mondaine-gottardo-2016-quartz-watch/BykAf8MIRFTWPSimShUw_pc.jpg","mondaine-gottardo-2016-quartz-watch/GOT_packaging_1173x1173px.jpg","mondaine-gottardo-2016-quartz-watch/uylFQirSRsqDezLipVOi_A658.30323.16GOT-F.jpg","mondaine-gottardo-2016-quartz-watch/WYJEqhX3Qoik04YqBULz_A658.30323.16GOT-C.jpg"],"id":6,"nombre":"Mondaine Gottardo 2016 Quartz Watch","categoria":"Relojes","descripcion":"The Mondaine Gottardo 2016 timepiece is much more than meets the eye. sometimes referred to as the “Kantonslokomotive”—it features a  The Gottardo name comes from the Gotthard route, a large part of a major international railway through Europe. Combining this historical significance with the iconic Mondaine aesthetic, the watch is a statement in any collection. Flip the stainless steel case over and you’ll see an engraving of the train coasting through the Swiss Alps. Like any Mondaine watch, the dial is super easy to read, thanks to the lollipop-shaped seconds hands and large black stick markers.","imagen":"mondaine-gottardo-2016-quartz-watch/BykAf8MIRFTWPSimShUw_pc.jpg","estaSuscripto":false,"cantidadSuscripciones":24,"__v":0}
{"_id":{"$oid":"5dbf0b930e9e7b181ec41226"},"imagenes":["edox-les-vauberts-moonphase-80505-automatic-watch/6slZvxq5Qd6oCuLhxBB7_80505-3-AIBU_FLA.jpg","edox-les-vauberts-moonphase-80505-automatic-watch/62nJnU5lRvCwnjsxYgTA_80505-3-AIBU_BXA.jpg","edox-les-vauberts-moonphase-80505-automatic-watch/Bgb9Y09YRwqmjxPMS5mE_80505-3-AIBU_LXA.jpg","edox-les-vauberts-moonphase-80505-automatic-watch/DuMe1u9XQ9uoT1WjLiEX_pcbanner.jpg","edox-les-vauberts-moonphase-80505-automatic-watch/o4AVzIGnQg2nMLGro5q9_80505-3-NIN_FLA.jpg","edox-les-vauberts-moonphase-80505-automatic-watch/XjY8NdWER6ABU8CdEmVW_80505-3M-AIBU_FLA.jpg"],"id":7,"nombre":"Edox Les Vauberts Moonphase 80505 Automatic Watch","categoria":"Relojes","descripcion":"Les Vauberts, where this collection of Edox watches takes its name, is a small area near Les Genevez, famous for hosting the first watchmakers more than four centuries ago. In tribute to these skilled artisans, the Les Vauberts Chronograph has a dressy, minimal look—but plenty of functionality to go with it. The layout of the dial is well-balanced and clean. Even with a date window at 3 o’clock and a moonphase indicator at 6 o’clock, it maintains plenty of whitespace, so as not to overwhelm the wearer. The stainless steel case houses a Swiss SW280 movement, which is protected to 200 meters thanks to the screw-down caseback.","imagen":"edox-les-vauberts-moonphase-80505-automatic-watch/DuMe1u9XQ9uoT1WjLiEX_pcbanner.jpg","estaSuscripto":false,"cantidadSuscripciones":19,"__v":0}
{"_id":{"$oid":"5dbf0ccd0e9e7b181ec41227"},"imagenes":["granite-gear-crown-x60/RmLetu7GTqf9p8KBOY8X_pc.jpg","granite-gear-crown-x60/AI7B1290_copy_small_20171127114417.jpg","granite-gear-crown-x60/AI7B1356_copy_small_20171127114422.jpg","granite-gear-crown-x60/AI7B1717_copy_small_20171127114422.jpg","granite-gear-crown-x60/AI7B3711_copy_20171129171611.jpg","granite-gear-crown-x60/ghInBCK5TmueZMo20GfR_AI7B9572 copy.jpg"],"id":8,"nombre":"Granite Gear Crown X60","categoria":"Outdoor","descripcion":"The Crown X60 strikes the perfect balance between being lightweight, rich in features, and durable for long-term use. It builds on the Crown2—the company’s most popular pack and a favorite among long-distance hikers—with a few revisions suggested by the backpacking community. For one thing, the lid is more versatile and can be detached from the pack and attached to the hipbelt to create a breathable 6-liter lumbar day pack. The side pockets are angled lower for easier accessibility, the front straps are longer to accommodate items like a foam pad, and new removable cords on the shoulder straps give you a convenient way to keep water bottles close at hand. The result is a comfortable, well-made pack that carries like a dream, backed by Granite Gear’s Rock Solid Warranty.","imagen":"granite-gear-crown-x60/RmLetu7GTqf9p8KBOY8X_pc.jpg","estaSuscripto":false,"cantidadSuscripciones":80,"__v":0}
